{
  "Luna Nueva": {
    "recommendations": [
      "Es el inicio del ciclo lunar: ideal para establecer metas claras.",
      "Las noches oscuras ayudan a resetear tu reloj biológico: procura acostarte temprano.",
      "Menos luz significa más estrellas visibles: aprovecha para observarlas y relajarte.",
      "Momento perfecto para organizar tus ideas: el cerebro responde bien a 'puntos de partida'.",
      "La Luna Nueva marca un 'borrón y cuenta nueva': úsalolo emocionalmente también.",
      "En astronomía, la Luna Nueva ocurre cuando está entre el Sol y la Tierra: no refleja luz visible."
    ],
    "rituals": [
      "Haz una lista de tres metas concretas para este mes.",
      "Apunta una creencia limitante que quieras transformar.",
      "Medita 5 minutos imaginando que eres un campo fértil para nuevas oportunidades.",
      "Cambia algo pequeño en tu rutina para simbolizar un nuevo comienzo.",
      "Haz limpieza de escritorio, bolso o cartera para abrir espacio.",
      "Busca un lugar oscuro, apaga pantallas, y disfruta del silencio nocturno."
    ],
    "quotes": [
      "Cada comienzo lleva en sí la promesa de algo grande.",
      "La Luna Nueva no se ve, pero ahí está: como tus sueños.",
      "Nada crece sin primero ser sembrado en silencio.",
      "La oscuridad también es un lugar de nacimiento.",
      "Cambia un pensamiento y cambiarás tu universo."
    ],
    "tips": [
      "Apaga luces brillantes una hora antes de dormir: mejora tu melatonina.",
      "Bebe suficiente agua para apoyar tu claridad mental.",
      "Ordena tu agenda o calendario para el nuevo ciclo.",
      "Mantra: 'Siembro lo nuevo con confianza y alegría.'",
      "Haz un detox suave: menos redes sociales, más silencio interno."
    ]
  },
  "Cuarto Creciente": {
    "recommendations": [
      "La luz aumenta cada noche: buen momento para construir consistencia.",
      "La Luna creciente inspira expansión y aprendizaje: prueba algo nuevo.",
      "El cerebro se adapta bien a rutinas sostenidas: fortalece tus hábitos.",
      "Momento para evaluar avances y hacer ajustes si es necesario.",
      "En agricultura, se asocia esta fase a cultivos de crecimiento rápido.",
      "La luz lunar creciente mejora la visibilidad natural: observa cómo cambia tu entorno."
    ],
    "rituals": [
      "Haz ejercicio físico: fortalece cuerpo y mente.",
      "Aprende algo breve pero desafiante: una palabra nueva, un concepto.",
      "Comparte tu progreso con un amigo para reforzar tu motivación.",
      "Haz una revisión rápida de tu presupuesto o proyectos personales.",
      "Escribe tres cosas que has hecho bien últimamente.",
      "Toma un vaso de agua conscientemente, sintiendo cada sorbo como energía."
    ],
    "quotes": [
      "Como la Luna creciente, cada día creces un poco más.",
      "El progreso no es perfecto, pero siempre vale la pena.",
      "Sigue, incluso cuando no veas resultados inmediatos.",
      "La constancia te convierte en quien sueñas ser.",
      "Cada paso suma, aunque sea pequeño."
    ],
    "tips": [
      "Desconéctate de distracciones al menos 30 minutos al día.",
      "Usa listas de tareas realistas, no interminables.",
      "Refuerza un hábito: repítelo a la misma hora cada día.",
      "Mantra: 'Avanzo con intención y ligereza.'",
      "Recompénsate por el esfuerzo, no solo por el resultado."
    ]
  },
  "Luna Llena": {
    "recommendations": [
      "La Luna llena refleja el máximo de luz solar: observa cómo ilumina paisajes.",
      "Algunos estudios sugieren un ligero impacto en el sueño: prioriza relajarte.",
      "Fase ideal para cerrar ciclos, reconocer logros y agradecer.",
      "La luz intensa puede despertar la vida nocturna: conecta socialmente.",
      "Históricamente, se usaba para coordinar reuniones, celebraciones y cosechas.",
      "Las mareas son más fuertes: recuerda que todo en la naturaleza es cíclico."
    ],
    "rituals": [
      "Haz una lista de gratitud: anota al menos 5 cosas que valoras.",
      "Sal a caminar bajo la Luna y observa tu entorno como si fuera la primera vez.",
      "Haz una foto de la Luna llena como recordatorio simbólico.",
      "Prepara una comida especial o tu bebida favorita como forma de celebrar.",
      "Regálate un baño relajante para honrar tu cuerpo.",
      "Escribe una carta de agradecimiento a ti mismo por tu esfuerzo."
    ],
    "quotes": [
      "La Luna llena no pide permiso para brillar: tú tampoco deberías.",
      "Sé luz para ti, y reflejo para otros.",
      "La plenitud no es perfección: es aceptación.",
      "Brilla completo, incluso con tus sombras.",
      "El cierre de un ciclo es el preludio de uno nuevo."
    ],
    "tips": [
      "Reduce cafeína si estás más inquieto/a por la noche.",
      "Permítete un momento de celebración, sin importar cuán pequeño sea.",
      "Desconéctate de exigencias externas y reconoce tu propio ritmo.",
      "Mantra: 'Me reconozco, me celebro, me suelto.'",
      "Agradece en voz alta: decirlo refuerza la sensación de logro."
    ]
  },
  "Cuarto Menguante": {
    "recommendations": [
      "La luz lunar disminuye: es tiempo de introspección y liberación.",
      "Fase asociada a limpieza, tanto física como emocional.",
      "Los ciclos biológicos también requieren descanso: prioriza recuperarte.",
      "Ideal para depurar: haz balance de lo que funciona y lo que no.",
      "En agricultura, es momento de poda y eliminación de lo superfluo.",
      "Las noches son más suaves: aprovecha para calmar tu mente."
    ],
    "rituals": [
      "Haz limpieza de armario: dona lo que no uses.",
      "Apunta hábitos o pensamientos que ya no te sirven.",
      "Haz un detox digital: elimina apps, organiza archivos.",
      "Toma un té relajante antes de dormir.",
      "Escribe una carta para despedirte de algo que dejas atrás.",
      "Dedica un día a estar sin planes, permitiéndote descansar."
    ],
    "quotes": [
      "Soltar también es un acto de amor propio.",
      "Dejar ir libera espacio para lo nuevo.",
      "La mengua no es pérdida: es preparación.",
      "A veces, menos es más.",
      "Respira profundo, suelta, fluye."
    ],
    "tips": [
      "Haz menos multitarea: prioriza lo esencial.",
      "Evita conversaciones drenantes si necesitas calma.",
      "Planifica al menos una noche de sueño reparador.",
      "Mantra: 'Suelto lo que pesa y me preparo para renacer.'",
      "Celebra lo que dejas atrás: es parte del avance."
    ]
  }
}
