{
  "Luna Nueva": {
    "recommendations": [
      "Ideal para nuevos comienzos y sembrar intenciones.",
      "Comienza un hábito saludable, la energía favorece los inicios.",
      "Haz una limpieza energética en tu espacio personal."
    ],
    "rituals": [
      "Escribe tus deseos para este ciclo y guárdalos bajo la almohada.",
      "Inicia un diario de intenciones para el nuevo ciclo lunar."
    ],
    "quotes": [
      "Cada noche la Luna nos recuerda que siempre podemos renovarnos.",
      "La oscuridad de la Luna Nueva es el mejor momento para soñar en grande."
    ],
    "tips": [
      "Corta tu cabello si quieres que crezca más fuerte.",
      "Haz una meditación de visualización para tus metas: cierra los ojos, respira profundo y visualiza tu proyecto floreciendo.",
      "Mantra del día: 'Hoy planto la semilla de mi intención'.",
      "Haz una lista de proyectos que te gustaría iniciar este mes.",
      "Da el primer paso en ese proyecto que llevas tiempo posponiendo.",
      "Visualiza el resultado final de tu meta y siente la motivación.",
      "Hoy es un gran día para escribir tus ideas y sueños.",
      "No temas empezar de cero, cada ciclo es una nueva oportunidad.",
      "Define una pequeña acción que puedas hacer hoy para avanzar.",
      "Rodéate de inspiración: música, libros o personas que te motiven.",
      "Haz una lluvia de ideas sin juzgar, deja fluir tu creatividad.",
      "Recuerda: cada pequeño avance cuenta, ¡anímate a empezar!",
      "Haz espacio en tu agenda para ese proyecto personal que te ilusiona.",
      "Permítete soñar en grande y planifica el primer paso.",
      "Hoy, siembra la semilla de un nuevo hábito o meta."
    ]
  },
  "Cuarto Creciente": {
    "recommendations": [
      "Momento de tomar acción y avanzar en tus proyectos.",
      "Organiza tus metas y da pasos concretos hacia ellas."
    ],
    "rituals": [
      "Haz una lista de pasos concretos para tus metas.",
      "Haz ejercicio para potenciar tu energía física."
    ],
    "quotes": [
      "Cree en tu crecimiento, como la Luna que crece cada noche.",
      "Cada día es una oportunidad para avanzar, como la Luna creciente."
    ],
    "tips": [
      "Corta tu cabello si quieres que crezca más rápido.",
      "Tómate 3 minutos para respirar profundo y visualizar tu avance de hoy.",
      "Mantra del día: 'Confío en mi proceso y avanzo con determinación'.",
      "Dedica 10 minutos extra a tu proyecto hoy, la constancia suma.",
      "Comparte tus avances con alguien de confianza, te motivará.",
      "Haz seguimiento de tus logros, por pequeños que sean.",
      "Aprovecha la energía para resolver tareas pendientes.",
      "Haz una revisión de tu progreso y ajusta tu plan si es necesario.",
      "Busca inspiración en historias de éxito similares a tu meta.",
      "No te detengas ante los obstáculos, cada reto es aprendizaje.",
      "Haz una pausa breve y vuelve con energía renovada.",
      "Celebra cada pequeño logro en tu camino, ¡vas creciendo!",
      "Haz una lluvia de ideas para desbloquear tu creatividad en tus proyectos.",
      "Hoy, avanza un paso más allá de tu zona de confort.",
      "Recuerda: la perseverancia transforma sueños en logros."
    ]
  },
  "Luna Llena": {
    "recommendations": [
      "Perfecta para celebrar logros y agradecer.",
      "Haz un ritual de gratitud por tus logros."
    ],
    "rituals": [
      "Haz un pequeño ritual de gratitud bajo la luz de la Luna.",
      "Realiza un baño de luna o medita bajo su luz."
    ],
    "quotes": [
      "Brilla con tu luz, como la Luna en su máximo esplendor.",
      "La plenitud de la Luna es reflejo de tu propio brillo."
    ],
    "tips": [
      "Corta tu cabello si buscas volumen y abundancia.",
      "Haz una meditación de gratitud: respira profundo y agradece tus logros, grandes y pequeños.",
      "Mantra del día: 'Reconozco y celebro mi luz'.",
      "Reconoce y celebra el avance de tus proyectos, por pequeño que sea.",
      "Haz una pausa y agradece lo que has logrado hasta hoy.",
      "Comparte tus logros con alguien, la alegría se multiplica.",
      "Haz balance de lo aprendido y piensa cómo aplicarlo en el futuro.",
      "Regálate un momento de descanso y reconocimiento personal.",
      "Escribe una carta de gratitud a ti mismo por tu esfuerzo.",
      "Haz una lista de todo lo que has conseguido este ciclo.",
      "Permítete disfrutar del presente y recargar energías.",
      "Agradece a quienes te han apoyado en tus metas.",
      "Refuerza tu confianza: lo que lograste es fruto de tu dedicación.",
      "Hoy, celebra tu constancia y tu crecimiento personal."
    ]
  },
  "Cuarto Menguante": {
    "recommendations": [
      "Tiempo de soltar, limpiar y reflexionar.",
      "Reflexiona sobre lo que necesitas soltar en tu vida."
    ],
    "rituals": [
      "Deshazte de lo que ya no necesitas, física o emocionalmente.",
      "Inicia una dieta detox o ayuno suave."
    ],
    "quotes": [
      "Deja ir lo que pesa, la Luna también se renueva.",
      "Soltar es también crecer, como la Luna menguante."
    ],
    "tips": [
      "Corta tu cabello si quieres que crezca más lento y fuerte.",
      "Haz una meditación de soltar: respira profundo y al exhalar, imagina que dejas ir lo que ya no necesitas.",
      "Mantra del día: 'Suelto lo que no me sirve y abro espacio para lo nuevo'.",
      "Haz balance de tus proyectos y suelta lo que ya no te motiva.",
      "Elimina tareas que no aportan a tu meta, simplifica tu camino.",
      "Tómate un momento para descansar y recargar energías para nuevos comienzos.",
      "Reflexiona sobre lo aprendido y cómo puedes mejorar.",
      "Haz limpieza digital: ordena tus archivos y notas de proyectos.",
      "Desconéctate un rato para volver con ideas frescas.",
      "Recuerda: dejar ir también es avanzar.",
      "Haz una lista de lo que quieres soltar antes del próximo ciclo.",
      "Permítete descansar sin culpa, el descanso también es parte del éxito.",
      "Hoy, agradece lo que dejas atrás y abre espacio para lo nuevo."
    ]
  }
} 