{
  "Luna Nueva": {
    "meditaciones": {
      "proyectos": [
        "Cierra los ojos, respira profundo y visualiza tu proyecto germinando como una semilla bajo la tierra fértil de la Luna Nueva. Siente la energía de los nuevos comienzos en cada inhalación.",
        "Imagina que cada idea es una semilla que plantas hoy. Visualiza cómo crecerán con el tiempo y el cuidado que les dediques.",
        "Dedica unos minutos a escribir tus intenciones para este ciclo lunar y medita sobre cómo te gustaría avanzar en tus proyectos."
      ],
      "amor": [
        "Imagina una luz suave envolviendo tu corazón, renovando tu capacidad de amar y ser amada.",
        "Visualiza el amor entrando en tu vida como una brisa fresca, abriéndote a nuevas conexiones y experiencias.",
        "Medita en el perdón y la apertura, permitiendo que el amor propio y hacia los demás crezca desde cero."
      ],
      "creatividad": [
        "Respira hondo y visualiza una chispa de inspiración encendiendo tu mente, lista para crear algo nuevo.",
        "Imagina un lienzo en blanco y siente la emoción de comenzar una nueva obra, sin expectativas ni límites.",
        "Permítete soñar en grande y deja que nuevas ideas fluyan libremente durante esta meditación."
      ]
    },
    "mantras": {
      "proyectos": [
        "Hoy planto la semilla de mi intención y confío en su crecimiento.",
        "Cada pequeño paso es el inicio de algo grande.",
        "Confío en el proceso y en mi capacidad de crear."
      ],
      "amor": [
        "Me abro a nuevas posibilidades de amor y conexión.",
        "El amor comienza en mí y se expande hacia el mundo.",
        "Merezco relaciones sanas y auténticas."
      ],
      "creatividad": [
        "Mi mente es fértil y mis ideas florecen.",
        "Doy la bienvenida a la inspiración y la creatividad.",
        "Cada día es una nueva oportunidad para crear."
      ]
    },
    "conjuros": {
      "proteccion": [
        "Enciendo esta vela blanca y pido a la Luna Nueva que proteja mi camino y mis sueños.",
        "Trazo un círculo de sal a mi alrededor y visualizo una barrera de luz que me resguarda de toda energía negativa."
      ],
      "abundancia": [
        "Bajo la Luna Nueva, escribo mi deseo de abundancia y lo guardo bajo mi almohada.",
        "Coloco una moneda bajo la luz de la Luna Nueva y pido prosperidad para este ciclo."
      ]
    }
  },
  "Cuarto Creciente": {
    "meditaciones": {
      "proyectos": [
        "Visualiza tu proyecto creciendo y fortaleciéndose con cada día. Siente la motivación y la energía de avanzar.",
        "Imagina que cada acción que tomas es agua y sol para tu proyecto, ayudándolo a desarrollarse.",
        "Medita en los recursos y apoyos que tienes disponibles para avanzar y crecer."
      ],
      "amor": [
        "Imagina tus relaciones floreciendo, creciendo en confianza y alegría.",
        "Visualiza cómo el amor se expande en tu vida, trayendo nuevas oportunidades y conexiones.",
        "Medita en la gratitud por las personas que te rodean y en cómo puedes nutrir esos lazos."
      ],
      "creatividad": [
        "Visualiza tus ideas tomando forma y creciendo con cada día.",
        "Imagina que tu creatividad es una planta que riegas con experiencias y aprendizajes.",
        "Medita en la perseverancia y la constancia como aliadas de tu proceso creativo."
      ]
    },
    "mantras": {
      "proyectos": [
        "Doy pasos firmes y constantes hacia mis metas.",
        "Cada día avanzo con determinación y confianza.",
        "Mi esfuerzo de hoy es el éxito de mañana."
      ],
      "amor": [
        "Mi amor crece y se fortalece cada día.",
        "Cultivo relaciones sanas y auténticas.",
        "El amor que doy y recibo me nutre profundamente."
      ],
      "creatividad": [
        "Mi creatividad se expande y florece.",
        "Confío en mi proceso creativo y en mis ideas.",
        "Cada día encuentro nuevas formas de expresarme."
      ]
    },
    "conjuros": {
      "creatividad": [
        "Bajo la Luna Creciente, enciendo una vela naranja para atraer inspiración y nuevas ideas.",
        "Escribe una idea en un papel y colócala bajo la luz de la Luna Creciente para potenciar su desarrollo."
      ],
      "abundancia": [
        "Coloca una hoja de laurel en tu billetera y pide prosperidad mientras la Luna crece.",
        "Llena un vaso de agua y déjalo a la luz de la Luna Creciente, visualizando cómo se carga de energía positiva para tus finanzas."
      ]
    }
  },
  "Luna Llena": {
    "meditaciones": {
      "proyectos": [
        "Respira profundo y visualiza tu proyecto brillando con luz propia, alcanzando su máximo potencial.",
        "Imagina que celebras tus logros bajo la luz de la Luna Llena, sintiendo orgullo y gratitud.",
        "Medita en la plenitud y la abundancia que has alcanzado en este ciclo."
      ],
      "abundancia": [
        "Imagina la luz de la Luna Llena llenando tu vida de prosperidad y gratitud.",
        "Visualiza cómo la abundancia fluye hacia ti y hacia quienes te rodean.",
        "Medita en todo lo que has recibido y agradece cada bendición."
      ],
      "amor": [
        "Visualiza tu corazón expandiéndose con la energía de la Luna Llena, irradiando amor y compasión.",
        "Medita en la plenitud de tus relaciones y en la alegría de compartir con otros.",
        "Imagina que la luz de la Luna Llena sana y fortalece tus lazos afectivos."
      ]
    },
    "mantras": {
      "proyectos": [
        "Celebro mis logros y agradezco mi crecimiento.",
        "Reconozco y valoro todo lo que he alcanzado.",
        "La plenitud de hoy es fruto de mi dedicación."
      ],
      "abundancia": [
        "La abundancia fluye hacia mí con facilidad y alegría.",
        "Agradezco todo lo que recibo y comparto mi prosperidad.",
        "Estoy abierta a recibir bendiciones en todas sus formas."
      ],
      "amor": [
        "Mi corazón brilla con amor y gratitud.",
        "El amor llena mi vida y la de quienes me rodean.",
        "Celebro el amor en todas sus manifestaciones."
      ]
    },
    "conjuros": {
      "amor": [
        "Bajo la Luna Llena, escribo en un papel todo lo que amo de mi vida y lo leo en voz alta bajo su luz.",
        "Coloca una rosa roja bajo la luz de la Luna Llena y pide claridad y plenitud en tus relaciones.",
        "Haz un círculo de pétalos y siéntate en el centro, visualizando cómo el amor te rodea y te protege."
      ],
      "abundancia": [
        "Coloca monedas y un vaso de agua bajo la luz de la Luna Llena para atraer prosperidad.",
        "Haz una lista de tus logros y léela en voz alta, agradeciendo cada uno bajo la Luna Llena."
      ]
    }
  },
  "Cuarto Menguante": {
    "meditaciones": {
      "proyectos": [
        "Cierra los ojos y visualiza soltando lo que ya no aporta a tu proyecto. Siente la ligereza de dejar ir.",
        "Imagina que cada exhalación libera bloqueos y obstáculos de tu camino.",
        "Medita en el desapego y en la importancia de cerrar ciclos para avanzar."
      ],
      "proteccion": [
        "Imagina una burbuja de luz que te envuelve, limpiando y protegiendo tu energía.",
        "Visualiza cómo la luz de la Luna Menguante disuelve toda negatividad a tu alrededor.",
        "Medita en la fortaleza interior que te protege ante cualquier adversidad."
      ],
      "limpieza": [
        "Visualiza cómo la energía densa se disuelve y se aleja de ti con cada respiración.",
        "Imagina que limpias tu espacio físico y mental, dejando solo lo esencial.",
        "Medita en la renovación y la paz que trae el soltar lo viejo."
      ]
    },
    "mantras": {
      "proyectos": [
        "Suelto lo que no me sirve y abro espacio para lo nuevo.",
        "Dejo ir el pasado y me preparo para nuevos comienzos.",
        "Confío en el proceso de soltar y renovar."
      ],
      "proteccion": [
        "Estoy protegida y en paz en cada paso que doy.",
        "Nada externo puede perturbar mi calma interior.",
        "La luz de la Luna Menguante me resguarda y fortalece."
      ],
      "limpieza": [
        "Me libero de energías que no me pertenecen.",
        "Mi mente y mi espacio se limpian y renuevan.",
        "Cada día suelto lo que ya no necesito."
      ]
    },
    "conjuros": {
      "limpieza": [
        "Bajo la Luna Menguante, quemo una hoja con lo que quiero soltar y dejo que el humo se lleve lo viejo.",
        "Limpia tu espacio con agua y sal mientras visualizas cómo se disuelven las energías negativas.",
        "Coloca un cuarzo blanco bajo la Luna Menguante para purificarlo y renovar su energía."
      ],
      "proteccion": [
        "Traza un círculo de sal alrededor de tu cama para proteger tus sueños y tu descanso.",
        "Enciende una vela azul y pide protección para ti y tus seres queridos durante esta fase."
      ]
    }
  }
} 